Repository: okhin/Eclipse-Phase-French-Translation
Catalog: eclipsephase/OmegaT+/project.tmx
Source language: en_us
Languages: fr_fr

source: {DEFAULTING TO RELATED SKILLS} If the gamemaster allows it, characters may default to a related skill that also has some relevance to the test at hand.
fr_fr: {DÉFAUSSER SUR UNE COMPÉTENCE LIÉE} Si le maître de jeu le permet, les personnages peuvent se défausser sur une compétence ayant un lien avec le test à gérer.

source: For example, a character skilled in Kinetic Weapons might not be trained in the use of a laser, but they know enough to point at the target and pull the trigger.
fr_fr: Par exemple, un personnage compétent en Armes Cinétique pourrait ne pas être entraîné pour utiliser un laser, mais il en sait suffisament pour pointer la cible et appuyer sur la détente.

source: Likewise, a character might not be skilled in Investigation, but the gamemaster could still allow them to use their Perception skill instead in order to realize that a body had been moved from the place where it had been shot.
fr_fr: De manière similaire, un personnage pourrait ne pas être compétent en Investigation, mais le maître de jeu pourrait toujorus autoriser l'utilisation de la compétence Perception afin de réaliser que el corps a été déplacé depuis l'endroit où il a été abattu.

source: In situations like this, when the gamemaster allows defaulting to a related skill, a –30 modifier should be applied to the test.
fr_fr: Dans des situations comme celles-ci, lorsque le maître de jeu autorise la défausse sur un compétence liée, un modificateur de -30 devrait être appliqué au test.

source: Example
fr_fr: Exemple

source: Srit is wandering through a black market souk on Mars, trying to find a particular piece of sensory equipment.
fr_fr: Srit se balade dans un souk du marché noir sur Mars, essayant de trouver une piède d'équipement sensoriel particulière.

source: The gamemaster calls for a Scrounging Test, but Srit does not have that skill.
fr_fr: Le maître de jeu demande un Test de Fouille, mais Srit ne possède pas cett compétence.

source: She could default her INT of 22, but instead she asks the gamemaster if she can default to the related skill of Perception, which she has at 82.
fr_fr: Elle peut défausser sur son INT de 22, mais elle préférer demander au maître de jeu si elle peut défausser sur la compétence liée Perception, qu'elle possède à 82.

source: The gamemaster agrees, and so Srit rolls against a target number of 52 (82 – 30).
fr_fr: Le maître de jeu lui donne son accord, elle effectue donc un jet avec un seuil de 52 (82 - 30).

source: {COMPLEMENTARY SKILLS} Sometimes more than one skill may apply to a particular test, or knowledge in one area can aid your skill in another.
fr_fr: {COMPÉTENCES COMPLÉMENTAIRES} Parfois, plus d'une compétence peuvent être utilisée pour un test particulier, ou les connaissances dans un domaine peuvent aider votre compétence dans un autre.

source: In this case, the gamemaster may apply a modifier to the skill test based on the strength of the complementing skill, as noted on the Complementary Skill Bonus table.
fr_fr: Dans ce cas, le maîþre de jeu peu appliquer un modificateur au test de compétence basé sur la force de la compétence complémentaire, telle que noté sur la table des Bonus de Compétences Complémentaire.

source: Dav is hoping to persuade a brinker pilot to take him to an isolated habitat that doesn’t welcome visitors.
fr_fr: Dav essayent de persuader un pilote bordé de l'amener à un astéroïde isolé qui n'acceuille pas les visiteurs.

source: To impress upon the pilot that he is a friend of these particular isolates, he calls on his knowledge of their particular cultural practices (Interests: Religious Cults skill at 45).
fr_fr: Pour impressioner le pilote qui est un ami de ces isolés particulier, il fait appel à sa connaissance de leur pratique culturelle particulières (compétence Intérêts: Culte Religieux à 45).

source: The gamemaster allows this and applies a +20 modifier to Dav’s Persuasion Test.
fr_fr: Le maîþre de jeu l'autorise et applique un modificateur de +20 sur le Test de Persuasion de Dav.

source: COMPLEMENTARY SKILL BONUS
fr_fr: BONUS DE COMPÉTENCES COMPLÉMENTAIRE

source: {cc} SKILL RATING
fr_fr: {cc} NIVEAU DE COMPÉTENCE

source: MODIFIER
fr_fr: MODIFICATEUR

source: APTITUDE RANGE
fr_fr: NIVEAU D'APTITUDE

source: RATING
fr_fr: NIVEAU

source: ASSESSMENT
fr_fr: ASSERTION

source: SOMATICS
fr_fr: SOMATIQUE

source: REFLEXES
fr_fr: RÉFLEXES

source: child average
fr_fr: enfant moyen

source: inept
fr_fr: inapte

source: clumsy
fr_fr: maladroit

source: slow
fr_fr: lent

source: adult average
fr_fr: adulte moyen

source: weak
fr_fr: faible

source: able
fr_fr: capable

source: paced
fr_fr: rythmé

source: transhuman average
fr_fr: moyenne transhumaine

source: fit
fr_fr: en forme

source: coordinated
fr_fr: coordonné

source: swift
fr_fr: prompt

source: enhanced
fr_fr: amélioré

source: fast
fr_fr: rapide

source: superhuman
fr_fr: surhumain

source: gifted
fr_fr: doué

source: nimble
fr_fr: adroit

source: lightning
fr_fr: fulgurant

source: posthuman
fr_fr: posthumain

source: elite
fr_fr: élite

source: unerring
fr_fr: infaillible

source: synaptic
fr_fr: synaptique

source: SAVVY
fr_fr: ASTUCE

source: WILLPOWER
fr_fr: VOLONTÉ

source: limited
fr_fr: limité

source: aware
fr_fr: conscient

source: awkward
fr_fr: embarassant

source: distracted
fr_fr: distrait

source: perceptive
fr_fr: perceptif

source: personable
fr_fr: charmant

source: controlled
fr_fr: contrôlé

source: bright
fr_fr: brillant

source: sharp
fr_fr: affuté

source: charismatic
fr_fr: charismatique

source: focused
fr_fr: concentré

source: learned
fr_fr: appris

source: uncanny
fr_fr: mystérieux

source: dazzling
fr_fr: éblouissant

source: resolute
fr_fr: résolu

source: brilliant
fr_fr: brillant

source: mesmerizing
fr_fr: fascinant

source: unwavering
fr_fr: décidé

source: genius
fr_fr: génie

source: near omniscient
fr_fr: presqu'omniscient

source: hypnotic
fr_fr: hypnotique

source: unshakable
fr_fr: inébranlable

source: {SKILL RANGES} What is the difference between being a clumsy neophyte wobbling in zero gravity and being a veteran gliding effortlessly through space as though you were dancing?
fr_fr: {NIVEAU DE COMPÉTENCES} Quelle est la différence entre être un débutant empoté qui dérive en gravité zéro et être un vétéran glissant sans effort à travers l'espace aussi facilement que si vous dansiez?

source: The answer is training and skill.
fr_fr: La réponse est l'entraînement et la compétence.

source: The greater your skill, the more likely you are to not only succeed at what you want to do, but succeed well.
fr_fr: Plsu votree compétence est élevée, plus vous aurez de chance de non seulement réussir à faire ce que vous voulez, mais à le faire bien.

source: Aptitudes in Eclipse Phase range from 1 to 30, while learned skills range from 0 to 99.
fr_fr: Les aptitudes dans Eclipse Phase vont de 1 à 30 alors que les compétences apprises vont de 0 à 99.

source: These numbers are an abstraction of the range of transhuman abilities and traits.
fr_fr: Ces nombres sont une abstraction de la gamme de capacités et de traits transhumains.

source: The Aptitude Range table provides a breakdown of different aptitude levels and how they relate to each other.
fr_fr: La table des Niveaux d'Aptittude fournit un récapitulatif des différents niveaux d'aptitudes et de la manière dont ils font référence les uns aux autres.

source: Likewise, the Learned Skill Range table provides an interpretation for the capabilities at different skill levels.
fr_fr: De manière similaire, la table des Niveaux de Compétences fournit une interprétation des capacités à chaque niveau de compétence.

source: LEARNED SKILL RANGES
fr_fr: NIVEAUX DE COMPÉTENCES APPRISES

source: {cl} SKILL
fr_fr: {cl} COMPÉTENCE

source: No exposure or familiarity, completely unskilled
fr_fr: Aucune exposition ou familiriaté, complètement incompétent

source: Very rudimentary knowledge
fr_fr: Savoir extrêmement rudimentaire

source: Basic operator’s proficiency (driver’s license, gun permit, high school diploma)
fr_fr: Opération de base de la compétence (permis de conduire, permis de port d'arme, bac)

source: Hands-on experience, some professional training
fr_fr: Expérience pratique, un peu d'entraînement professionnel

source: Basic professional certification (police driving, army rifle certified, college diploma)
fr_fr: Certification professionelle basique (formation de conuite de la police, certificat d'utilisation d'armes militaire, diplôme universitaire)

source: Experience from professional-level work, some advanced training
fr_fr: Expérience d'un travail professionnel, un peu d'entraînement avancé

source: Expert competence (competitive driver, marksman, PhD)
fr_fr: Expert (pilote de compétition, armurier, doctorat)

source: Experience from expert-level work, has had unique innovations or insights
fr_fr: Expérience d'un travail d'expertise, a eu des idées ou des innovations uniques

source: Worthy of being a system-renowned authority on the subject
fr_fr: Mérite d'être une autorité dans la matière, reconnu dans tout le système

source: Nobel/Olympic/grandmaster
fr_fr: Prix Nobel/Champio Olympique/Maître de conférence

source: Pinnacle of current understanding and innovation
fr_fr: Le sommet de la compréehnsion et de l'innovation actuel

source: There are 7 aptitudes in Eclipse Phase, described on p.
fr_fr: Il y a 7 Aptitudes à Eclipse Phase, décrite à la p.

source: Each character has these aptitudes at a minimum rating of 1.
fr_fr: Chaque personnage possède ces aptitudes au niveau minimum de 1.

source: {APTITUDE-ONLY TESTS} In rare cases, a test may call for using an aptitude only, rather than a learned skill.
fr_fr: {TEST D'APTITUDES PURES} Dans de rare cas, un test utilisant juste une aptitude peut être nécessaire.

source: This should only occur when no learned skills are appropriate to the test, and these circumstances are usually noted in the rules.
fr_fr: Cela ne devrait arriver que lrosqu'aucune compétence apprise ne correspond au test, et ces circonstances sont habituellement notés dans les règles.

source: Aptitude-only tests must be handled carefully, as the range of aptitude ratings (1–30) is typically much smaller than the rating of learned skills (0–99).
fr_fr: Les test d'aptitude pures doivent être gérés précautionneusement, car l'amplitude d'une aptitude (1-30) est typiquement bien plus faible que le niveau des compétences apprixes (1-99).

source: For this reason, most aptitude tests should use a target number equal to the aptitude x 3.
fr_fr: Pour cette raison, la plupart des tests d'aptitudes devrait utiliser un seuil égal à l'aptitude x 3.

source: In rare cases where the test is more difficult, the gamemaster may simply use an aptitude x 2, or just the straight aptitude rating.
fr_fr: Dans de rare cas et lorsque le test est plus difficile, le maîþre de jeu peu n'utiliser qu'un modificateur de x 2, ou juste la valeur de l'aptitude.

source: In some cases, more than one aptitude may be relevant to the test, and so they may be added together to derive the target number.
fr_fr: Dans quelques cas, plus d'une aptitude peut être pertinentes pour le test, et elle peuvent être ajoutée l'une à l'autre pour en dériver le seuil.

source: What follows are a few examples where an aptitudeonly test might be appropriate.
fr_fr: Ce qui suit sont quelques exemples où un test d'aptitude pure peut être approprié.

source: Gamemasters may call for similar tests in other situations, but learned skills should be used whenever possible.
fr_fr: Les maîtres de jeu peuvent demander des tests similaires dans d'autres situations, mais les compétences apprises devraient être utilisée partout lorsque c'est possible.

source: APTITUDE COMPARISON: FLATS VS. SPLICERS AND EXALTS
fr_fr: COMPARAISON D'APTITUDES: PLATES CONTRE SPLICEURS ET EXALTÉS

source: Compared to humans in the early 21st Century, the average transhuman in the world of Eclipse Phase is faster, smarter, stronger, and healthier than their unaugmented predecessors.
fr_fr: Comparé aux humains du début du 21° siècle, le transhumain moyen dans le monde d'Eclipse Phase est plus rapide, plus intelligent, plus fort et en meilleure santé que leurs rpédécesseurs non-augmentés.

source: Normal unaugmented humans, called flats (p.
fr_fr: Les humains normaux non-augmentés, appelés plats (p.

source: 139), most closely approximate the type of person that was born in our time.
fr_fr: 139), sont approximativement le type de personne le plus proche de nos contemporains.

source: The majority of people, however, inhabit bodies that are known as splicers (p.
fr_fr: La mejrue parie des personnes habite cependant des corps appelés spliceurs (p.

source: 139) or exalts (p.
fr_fr: 139) ou exaltés (p.

source: 139) (well, those with biological bodies anyway).
fr_fr: 139) (du moins, ceux qui ont un corps biologique).

source: Splicers are genefixed to avoid genetic defects and optimized for certain characteristics, while exalts are tweaked to make them superior across the board: they are more attractive, more athletic, have greater cognitive capacity, and are more attuned to the world around them than their unaugmented kin.
fr_fr: Les spliceurs sont génétiquement réparés pour éviter les défauts génétiques et sont optimisés pour favoriser certaines caractéristique, alors que les exaltés sont améliorés pour les rendre supérieurs à tous les niveaux: ils sont plsu attractifs, plus athéltique, ont de meilleurs capacités cognitive et sont plus conscient du monde qui les entoure que leurs parents non augmentés.

source: COMPLETE SKILL LIST
fr_fr: LISTE DE COMPÉTENCES COMPLÈTE

source: This section details all of the learned skills available in Eclipse Phase.
fr_fr: Cette section détaille toutes les capacités apprises disponible dans Eclipse Phase.

source: Gamemasters and players may, of course, agree to add additional skills to this list as appropriate to their campaign.
fr_fr: Les maîtres de jeu et les joueurs peuvent, bien entendu, s'accorder pour ajouter des compétences additionnelles a cette liste de manière appropriée à leur campagne.

source: NECESSARY SKILLS
fr_fr: COMPÉTENCES NÉCESSAIRE

source: While characters will need a mix of skills to succeed in the varied tasks they encounter in Eclipse Phase, some skills are crucial for any character.
fr_fr: Alors que les personnages auront besoin d'un mélange de compétence pour réussir les diverses tâches qu'ils recontrerons dans Eclipse Phase, certaines compétences sont cruciale pour tous les personnages.

source: If a character lacks these, they will have a difficult time getting by, so it is important for players and gamemasters to know these particular skills.
fr_fr: Si un personnage ne possède pas ces compétences, ils auront des difficultés à s'en sortir, il est donc improtant que les joueur et les maîtree de jeu sachent quelles sont ces compétences particulières.

source: Fray: Fray is the primary skill you use to avoid getting hit in combat.
fr_fr: Esquive: Esquive est la compétence principale que vous utiliserez pour éviter d'être touché en combat.

source: Even if you plan to avoid combat, being able to get out of the way when necessary is a handy survival skill to have.
fr_fr: Même si vous envisagez d'éviter el combat, être capable de pouvoir se jetter hors du passage lorsque c'est nécessaire est une compétence de survie pratique à posséder.

source: Networking: Unless you live in total isolation, you need a Networking skill—preferably several.
fr_fr: Réseau: Sauf si vous vivez en isolation totale, vous aurez besoin d'une compétence Réseau - et il est préférable d'en avoir plusieurs.

source: Networking is how you interact with people in a particular social circle to obtain information, spread rumors, call in favors, and so on.
fr_fr: Réseau représente la manière dont vous interagissez avec les personnes dans un cercle social particulier pour obtenir des informations, propager des rumeurs, demander des faveurs et ainsi de suite.

source: Perception: Perception Tests get called for quite often, so if you want your character to know what’s going on around them, make sure to get this skill.
fr_fr: Perception: Les Tests de Perception sont relativemenbt fréquent, si vous voulez que votre personnage sache ce qu'il se passe autour de lui, soyez sûr de prendre cette compétence.

source: Investigation and Scrounging are also good, but Perception is king.
fr_fr: Investigation et Fouille sont également de bonnes compétence, mais Perception est de loin la meilleure.

source: SKILL LIST
fr_fr: LISTE DE COMPÉTENCE

source: SKILL
fr_fr: COMPÉTENCE

source: LINKED APTITUDE
fr_fr: APTITUDE LIÉE

source: CATEGORY
fr_fr: CATÉGORIE

source: Academics: [Field]
fr_fr: Académique: [Domaine]

source: Knowledge
fr_fr: Connaissance

source: Animal Handling
fr_fr: Dressage Animal

source: Active, Social
fr_fr: Active, Sociale

source: Art: [Field]
fr_fr: Art: [Domaine]

source: Beam Weapons
fr_fr: Armes à Rayons

source: Blades
fr_fr: Lames

source: Climbing
fr_fr: Escalade

source: Active, Physical
fr_fr: Active, Physique

source: Clubs
fr_fr: Massues

source: Control
fr_fr: Contrôle

source: WIL (no defaulting)
fr_fr: VOL (pas de défausse)

source: Active, Mental, Psi
fr_fr: Active, Mentale, Psi

source: Deception
fr_fr: Supercherie

source: Demolitions
fr_fr: Démolitions

source: COG (no defaulting)
fr_fr: COG (pas de défausse)

source: Active, Technical
fr_fr: Active, Technique

source: Disguise
fr_fr: Déguisement

source: Exotic Melee Weapon: [Field]
fr_fr: Arme de Mélée Exotique: [Domaine]

source: Exotic Ranged Weapon: [Field]
fr_fr: Arme à Distance Exotique: [Domaine]

source: Fray
fr_fr: Esquive

source: Free Fall
fr_fr: Chute Libre

source: Freerunning
fr_fr: Parkour

source: Gunnery
fr_fr: Artillerie

source: Hardware: [Field]
fr_fr: Matériel: [Domaine]

source: Impersonation
fr_fr: Imposture

source: Interest: [Field]
fr_fr: Intérêt: [Domaine]

source: Interfacing
fr_fr: Interfaçage

source: Active, Mental
fr_fr: Active, Mentale

source: Kinesics
fr_fr: Kinésique

source: Kinetic Weapons
fr_fr: Armes Kinétique

source: Language: [Field]
fr_fr: Langue: [Domaine]

source: Medicine: [Field]
fr_fr: Médecine: [Domaine]

source: Networking: [Field]
fr_fr: Réseau: [Domaine]

source: Palming
fr_fr: Manipulation

source: Pilot: [Field]
fr_fr: Pilotage: [Domaine]

source: Active, Vehicle
fr_fr: Active, Véhicule

source: Profession: [Field]
fr_fr: Profession: [Domaine]

source: Programming
fr_fr: Programmation

source: Protocol
fr_fr: Protocole

source: Psi Assault
fr_fr: Assaut Psi

source: Psychosurgery
fr_fr: Psychochirurgie

source: Research
fr_fr: Recherche

source: Scrounging
fr_fr: Fouille

source: Seeker Weapons
fr_fr: Armes Chercheuses

source: Sense
fr_fr: Divination

source: Spray Weapons
fr_fr: Armes en Spray

source: Swimming
fr_fr: Natation

source: Throwing Weapons
fr_fr: Armes de Jet

source: Unarmed Combat
fr_fr: Combat à Mains Nues

source: {ACADEMICS: [FIELD]} Type: Field, Knowledge
fr_fr: {ACADÉMIQUE: [DOMAINE]} Type: Domaine, Connaissance

source: Linked Aptitude: COG
fr_fr: Aptitude Liée: COG

source: What it is: Academics covers any sort of specialized non-applied knowledge you can only get through intensive education.
fr_fr: Qu'est-ce: Académique couvre tout type de connaissance spécialisée et non-appliquée que vous ne pouvez avoir que par une éducation intensive.

source: Most theoretical and applied sciences, social sciences, transhumanities, etc. are covered by this skill.
fr_fr: La plupart des sciences théoriques et appliquées, des sciences sociales, des sciences transhumaines, etc. sont couverte par cette compétence.

source: Most of the other skills listed in this chapter could also be taken as an Academics field, reflecting a working theoretical knowledge of the skill—for example, Academics: Armorer or Academics: Interrogation.
fr_fr: La plupart des autrs compétences listées dans ce chapitre peuvent aussi être prise en tant que domaine Académique, reflétant une connaissance théorique de la compétence - par exemple, Académique: Armurieur ou Académique: Interrogation.

source: When you use it: Academics is used when a character wishes to call upon a specific body of knowledge.
fr_fr: Quand l'utiliser: Académique est utilisée lorsqu'un personnage souhaite faire appel à un corps de savoir particulier.

source: For example, Academics: Chemistry could be used to identify a particular substance, understand an unusual chemical reaction, or determine what elements are needed to nanofabricate something that requires exotic materials.
fr_fr: Par exemple, Académique: Chimie peut être utilisée pour idnetifier une substance particulière, comprendre une réaction chimique inhabituelle ou déterminer quels éléments sont nécessaire pour nanofabriquer quelque chose nécessitant des matériau exotiques.

source: At the gamemaster’s discretion, some Academics-related tests might not be defaultable, given that only someone who has been educated in that subject is likely to be able to tackle it.
fr_fr: À la discrétion du maître de jeu, certains test en rapport avec Académique en dervait pas être défaussable, étant donén que seul quelqu'un qiu a été suffisament éduqué sur le sujet a une chance de comprendre.

source: Sample Fields: Archeology, Astrobiology, Astronomy, Astrophysics, Astrosociology, Biochemistry, Biology, Botany, Computer Science, Cryptography, Economics, Engineering, Genetics, Geology, Linguistics, Mathematics, Memetics, Nanotechnology, Old Earth History, Physics, Political Science, Psychology, Sociology, Xeno-archeology, Xenolinguistics, Zoology
fr_fr: Exemple de Domaines: Arcéhologie, Astrobilogie, AStronomie, Astrophysique, Astrosocilogie, Chimie Organique, Biologie, Botanique, Théorie de l'Information, Cryptographie, Économie, Ingénierie, Génétique, Géologie, Linguistique, Mathématique, Mémétique, Nanotechnologie, Histoire de la Vieille Terre, Physique, Science Politique, Psychologie, Sociologie, Xéno-archéologie, Xénolinguistique, Zoologie

source: Specializations: As appropriate to the field
fr_fr: Spécialisations:Appropriée au domaine

source: {ANIMAL HANDLING} Type: Active, Social
fr_fr: {DRESSAGE ANIMAL} Type: Active, Sociale

source: Linked Aptitude: SAV
fr_fr: Aptitude Liée: AST

source: What it is: Skilled animal handlers are able to train and control a wide variety of natural and transgenic animals, including partial uplifts.
fr_fr: Qu'est-ce: Les dresseurs d'animaux compétents sont capables d'entraîner et de contrôller une grande variété d'animaux naturels et transgéniques incluant les élevés partiels.

source: Though many animal species went extinct during the Fall, a few “ark” and zoo habitats keep some species alive, and many others can be resurrected from genetic samples.
fr_fr: Bien que beaucoup d'espèce animales se sont éteintes pendant la Chute, quelques "arches" et habitats zoos ont conservés certaine espèces en vie, et beaucoup d'autres ont étés resscuscitée à partir d'échantillons génétiques.

source: Exotic animals are considered a sign of prestige among the hypercorp elites, and guard animals are occasionally used to protect high-security installations.
fr_fr: Les animaux exotiques sont considérés comme un signe de prestige parmi les élites hypercorporatistes, et des guardes animaux sont parfois utilisés pour protéger des installations de haute sécurité.

source: Likewise, many habitats and settlements employ small armies of partially uplifted, genetically modified, and behavior-controlled creatures for sanitation or other purposes.
fr_fr: De manière similaire, beaucoup d'habitats et d'abris emploient de petites armées d'élevés partiels, de créatures génétiquement modifées et au comprotement modifié pour l'assainissement ou dans d'autres buts.
